Repository: GymTrackerr/gym-track-xcode
Catalog: GymTracker/GymTracker/Localization/Exercises.xcstrings
Source language: en_gb
Languages: es, fr

source: Add Exercise
es: Añadir ejercicio
fr: Ajouter un exercice

source: All
es: Todos
fr: Tous

source: Cancel
es: Cancelar
fr: Annuler

source: Create New Exercise
es: Crear nuevo ejercicio
fr: Créer un exercice

source: Create your first exercise.
es: Crea tu primer ejercicio.
fr: Créez votre premier exercice.

source: Delete
es: Eliminar
fr: Supprimer

source: Exercises
es: Ejercicios
fr: Exercices

# exercises.count
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices

# exercises.empty.adjustFilters
source: Try adjusting your filters.
es: Prueba a ajustar los filtros.
fr: Essayez de modifier vos filtres.

# exercises.empty.createExercise
source: Create an exercise to see it here.
es: Crea un ejercicio para verlo aquí.
fr: Créez un exercice pour le voir ici.

# exercises.empty.noCustomExercises
source: No Custom Exercises
es: No hay ejercicios personalizados
fr: Aucun exercice personnalisé

# exercises.empty.noMuscleExercises
source: No %@ Exercises
es: No hay ejercicios de %@
fr: Aucun exercice %@

# exercises.empty.noMuscleMatch
source: No exercises match this muscle filter.
es: Ningún ejercicio coincide con este filtro muscular.
fr: Aucun exercice ne correspond à ce filtre musculaire.

# exercises.empty.noResults
source: No Results
es: Sin resultados
fr: Aucun résultat

# exercises.empty.noResultsInMuscle
source: No Results in %@
es: Sin resultados en %@
fr: Aucun résultat pour %@

# exercises.empty.noSearchMatch
source: No exercises match “%@”.
es: Ningún ejercicio coincide con «%@».
fr: Aucun exercice ne correspond à « %@ ».

# exercises.type.selected
source: Exercise Type: %@
es: Tipo de ejercicio: %@
fr: Type d’exercice : %@

source: Mine
es: Míos
fr: Les miens

source: Name
es: Nombre
fr: Nom

source: Name your new exercise
es: Ponle nombre a tu nuevo ejercicio
fr: Nommez votre nouvel exercice

source: No Exercises
es: No hay ejercicios
fr: Aucun exercice

source: Save
es: Guardar
fr: Enregistrer

source: Search exercises
es: Buscar ejercicios
fr: Rechercher des exercices

# exercises.action.add
source: Add
es: Añadir
fr: Ajouter

# exercises.label.order
source: Order %lld
es: Orden %lld
fr: Ordre %lld

# exercises.picker.addExercises
source: Add Exercises
es: Añadir ejercicios
fr: Ajouter des exercices

# exercises.picker.searchOrCreate
source: Search or Create Exercise
es: Buscar o crear ejercicio
fr: Rechercher ou créer un exercice

# exercises.picker.syncingExerciseDB
source: Syncing ExerciseDB...
es: Sincronizando ExerciseDB...
fr: Synchronisation d'ExerciseDB...
